<?php 
$lang['error101'] = "ไม่สามารถเพิ่มรายการได้";
$lang['error102'] = "ไม่สามารถปรับปรุงรายการได้";
$lang['error103'] = "ไม่สามารถลบรายการได้";
$lang['error200'] = "ข้อมูลไม่สมบูรณ์";
$lang['error201'] = "ค่าที่ส่งไปไม่สามารถเว้นว่างได้";
$lang['error202'] = "ฟิลด์ทีต้องการ่ไม่สามารถเว้นว่างได้";
$lang['error203'] = "ต้องเลือกอย่างน้อย 1 รายการ";
$lang['action_deny'] = "คุณไม่ได้รับอนุญาตในการดำเนินการนี้";
$lang['duplicate_reference'] = "รหัสอ้างอิงซ้ำ";
$lang['reference_in_system'] = "มีรหัสอ้างอิงนี้ในระบบแล้ว";

?>